<template>
  <div class="terms">
    리워딧 웹사이트 이용 약관<br />
    본 약관은 리워딧(이하 "본 웹사이트")을 사용하기 전에
    반드시 읽어보셔야 할 중요한 내용을 담고 있습니다. 본
    웹사이트를 이용하는 것은 본 약관에 동의하는 것으로
    간주됩니다. 만약 본 약관에 동의하지 않으시면, 본
    웹사이트를 사용하실 수 없습니다.<br />
    1. 서비스의 목적<br />
    본 웹사이트는 사용자가 특정 활동(설문 응답, 광고 시청,
    미션 수행 등)을 완료하여 리워드를 적립할 수 있는
    서비스를 제공합니다. 적립된 리워드는 상품이나 현금으로
    교환할 수 있습니다.<br />
    2. 회원가입 및 계정<br />
    회원가입: 본 웹사이트의 사용을 위해서는 회원가입이
    필요합니다. 사용자는 정확하고 최신의 정보를 제공해야
    하며, 제공한 정보에 대해 책임을 집니다.<br />
    계정 관리: 사용자는 자신의 계정 정보와 로그인 정보를
    안전하게 관리할 책임이 있으며, 타인에게 계정을
    공유하거나 양도할 수 없습니다.<br />
    미성년자의 이용: 본 웹사이트는 만 14세 미만의 아동을
    대상으로 서비스를 제공하지 않으며, 미성년자는 부모 또는
    법적 보호자의 동의 없이 웹사이트를 사용할 수
    없습니다.<br />
    계정 정지 및 제한: 이용약관을 위반한 사용자는 계정이
    정지될 수 있으며, 이로 인해 발생한 손해에 대해
    웹사이트는 책임지지 않습니다.<br />
    3. 리워드 및 적립<br />
    리워드 적립: 사용자는 본 웹사이트에서 제공하는 활동을
    완료하여 리워드를 적립할 수 있습니다. 활동 완료 여부는
    본 웹사이트의 내부 시스템에서 결정됩니다.<br />
    리워드 전환: 적립된 리워드는 상품, 기프티콘, 현금(한국
    원화 등)으로 교환할 수 있으며, 전환 방법과 조건은
    웹사이트 내에서 별도로 안내됩니다.<br />
    리워드 지급 제한: 부정 행위가 의심될 경우 리워드는
    취소될 수 있으며, 사용자의 계정은 제한될 수 있습니다.<br />
    결제 및 세금: 리워드 현금화 시 관련 세금은 사용자가
    부담하며, 세금 납부를 위해 필요한 서류를 제출할 수
    있습니다.<br />
    4. 개인정보 보호<br />
    개인정보 수집 및 이용: 본 웹사이트는 사용자의 개인정보를
    개인정보 처리방침에 따라 수집하며, 이 정보는 서비스
    제공을 위한 목적으로만 사용됩니다.<br />
    법적 요구 사항 준수: 본 웹사이트는 개인정보 보호법 및
    GDPR(유럽 일반 개인정보 보호법) 등 개인정보 보호 관련
    법령을 준수합니다.<br />
    제3자 제공: 사용자의 개인정보는 본 웹사이트의 서비스
    제공을 위해 제3자에게 제공될 수 있으며, 이 경우 사용자의
    사전 동의를 받습니다.<br />
    보안: 본 웹사이트는 사용자의 개인정보 보호를 위해 암호화
    기술과 보안 프로토콜을 사용하여 데이터를 안전하게
    처리합니다.<br />
    5. 사용자의 의무<br />
    사용자는 본 웹사이트를 이용할 때 관련 법규를 준수해야
    하며, 불법적인 활동(예: 사기, 부정 리워드 적립 등)을
    해서는 안 됩니다.<br />
    본 웹사이트는 구글의 웹사이트 정책과 애플의 웹 서비스
    가이드라인을 따릅니다. 따라서 본 웹사이트에서 제공하는
    리워드와 관련된 모든 활동은 해당 정책에 맞춰
    운영됩니다.<br />
    계정 보호: 사용자는 계정이 해킹, 부정 접근 등의 위험에
    처하지 않도록 보안을 유지해야 하며, 의심스러운 활동이
    발견되면 즉시 신고해야 합니다.<br />
    6. 서비스의 변경 및 종료<br />
    본 웹사이트는 언제든지 서비스의 내용을 변경하거나 종료할
    수 있습니다. 서비스 변경 시에는 사용자가 이를 미리 알 수
    있도록 공지합니다.<br />
    서비스 종료 시, 사용자가 보유한 리워드가 소멸될 수
    있습니다. 이 경우, 사전 공지 후 종료되며, 웹사이트는
    리워드 소멸에 대해 책임지지 않습니다.<br />
    7. 책임의 한계<br />
    본 웹사이트는 사용자가 리워드를 적립하거나 교환하는
    과정에서 발생할 수 있는 문제에 대해 책임지지
    않습니다.<br />
    본 웹사이트는 서비스 이용 중 발생한 직접적인 손해에
    대해서만 법적 책임을 집니다. 간접적이거나 특수한 손해에
    대해서는 책임을 지지 않습니다.<br />
    8. 약관의 변경<br />
    본 약관은 법적 요구 사항이나 운영상의 이유로 변경될 수
    있습니다. 변경된 약관은 웹사이트 내 공지사항을 통해
    공지되며, 사용자가 변경된 약관에 동의하는 경우에만
    계속해서 서비스를 이용할 수 있습니다. 사용자는
    주기적으로 본 약관을 확인하고, 변경 사항에 대해 숙지할
    책임이 있습니다.<br />
    9. 분쟁 해결<br />
    본 약관과 관련된 분쟁은 리워딧의 본사 소재지 법원을
    제1심 법원으로 합니다.<br />
    분쟁 해결을 위해 중재 절차가 필요할 경우, 법적 절차를
    따르며, 공정한 중재를 보장합니다.<br />
    10. 기타<br />
    본 웹사이트는 관련 법규를 준수하며 서비스를 제공합니다.
    본 약관에서 정하지 않은 사항에 대해서는 관련 법령에
    따릅니다. 웹사이트는 구글과 애플의 웹 서비스 정책을
    준수하며, 해당 정책에 위반되지 않도록 운영됩니다.<br />
  </div>
</template>
